[
	{
		"slug": "privacy-policy",
		"title": "Privacy Policy",
		"description": "How we collect, use, and protect your data.",
		"lastUpdated": "2024-07-23",
		"content": "\n# Privacy Policy\n\n**Last Updated: July 15, 2025**\n\n### 1. Introduction\n\nDeal Scale (\"we,\" \"us,\" or \"our\") is committed to protecting your privacy. This Privacy Policy outlines our practices concerning the collection, use, and disclosure of your information through our AI-powered real estate lookalike audience expansion inspired by How to Win Friends and Influence People services. It applies to data collected via our website, landing pages, social media channels, and other interactions.\n\nThis policy is designed to comply with applicable data protection laws, including the Telephone Consumer Protection Act (TCPA), the General Data Protection Regulation (GDPR), the Delaware Personal Data Privacy Act (DPDPA), the Colorado Privacy Act (CPA), and other relevant federal and state regulations.\n\n### 2. Information We Collect\n\nWe collect information to provide and improve our services. The types of personal data we may collect include:\n\n- **Personal Identification Information:** Name, email address, phone number, physical address.\n- **Property Information:** Details of real estate properties, sourced from publicly available records or provided by you or our clients.\n- **Client-Provided Data:** Information our clients provide to us, for which they warrant they have lawful basis to share.\n- **Communications Data:** Records of your consent, your interactions with our AI agents, and your communication preferences.\n- **Enrichment Data:** Publicly available demographic and social media data used to enhance lead quality, subject to platform Terms of Service and legal limitations.\n- **Technical and Usage Data:** IP address, browser type, usage statistics, and interaction data collected via cookies and analytics tools.\n\n### 3. How We Use Your Information\n\nYour personal data is used for the following purposes:\n\n- **To Provide Services:** To generate and qualify sales-ready real estate leads for our clients.\n- **To Communicate With You:** To contact you for marketing purposes via telephone, text message, and direct mail, in strict accordance with the consent you have provided.\n- **For Data Enrichment:** To supplement lead data to provide more personalized and effective services, while adhering to non-discrimination and Fair Housing laws.\n- **To Improve Our Services:** To analyze usage patterns, audit our AI algorithms for bias, and enhance the functionality and security of our platform.\n- **To Comply with Legal Obligations:** To meet our legal, regulatory, and corporate governance requirements.\n\n### 4. Consent for Marketing Communications (TCPA)\n\nWe are committed to full compliance with the Telephone Consumer Protection Act (TCPA). We will not contact you via automated calls or texts without your prior express written consent.\n\n**What this means:**\n\n- **Clear Disclosure:** Before you provide consent, we will clearly explain that you are agreeing to receive marketing calls/texts from Deal Scale, which may be sent using an autodialer or an artificial/prerecorded voice (including our AI agents).\n- **Affirmative Action:** You must take a clear, affirmative action to consent, such as checking a box that is not pre-checked.\n- **No Purchase Necessary:** We will always state that your consent is not a condition of any purchase.\n- **Right to Revoke:** You can revoke your consent at any time through any reasonable means, including by replying \"STOP\" to any text message or by verbally informing our agents. We maintain an internal Do-Not-Call list to honor all opt-out requests promptly.\n\nWe maintain detailed records of all consent obtained, including the timestamp, IP address, and the specific form through which consent was given.\n\n### 5. Your Data Protection Rights\n\nDepending on your location, you may have the following rights regarding your personal data:\n\n- **Right to Access:** To request a copy of the personal data we hold about you.\n- **Right to Rectification:** To request correction of inaccurate or incomplete data.\n- **Right to Erasure (Right to be Forgotten):** To request deletion of your personal data under certain conditions.\n- **Right to Restrict Processing:** To request that we limit the processing of your data.\n- **Right to Data Portability:** To receive your data in a structured, machine-readable format.\n- **Right to Opt-Out:** To opt out of the use of your data for targeted advertising, profiling, or its \"sale\" as defined by applicable laws.\n- **Right to Withdraw Consent:** To withdraw your consent at any time where consent is our legal basis for processing.\n\nTo exercise any of these rights, please contact us using the information below.\n\n### 6. Data Security\n\nWe implement robust technical and organizational measures to protect your data from unauthorized access, alteration, or destruction. These include encryption, access controls, PCI DSS compliance for payment data, and regular security audits.\n\n### 7. Fair Housing and Non-Discrimination\n\nWe are committed to upholding the principles of the Fair Housing Act (FHA) and other anti-discrimination laws. We design and audit our AI systems and targeting criteria to prevent bias and ensure equal opportunity in housing.\n\n### 8. Changes to This Privacy Policy\n\nWe may update this Privacy Policy from time to time. We will notify you of any significant changes by posting the new policy on this page and updating the \"Last Updated\" date.\n\n### 9. Contact Us\n\nIf you have any questions, concerns, or requests regarding this Privacy Policy or your data, please contact us at:\n\n**Email:** privacy@dealscale.io\n"
	},
	{
		"slug": "terms-of-service",
		"title": "Terms of Service",
		"description": "Your legal agreement for using Deal Scale.",
		"lastUpdated": "2024-07-23",
		"content": "\n# Terms of Service\n\n**Last Updated: July 15, 2025**\n\n### 1. Acceptance of Terms\n\nBy accessing or using the services of Deal Scale (\"we,\" \"us,\" \"our\"), including our website, AI-powered agents, and lookalike audience expansion inspired by How to Win Friends and Influence People platform, you agree to be bound by these Terms of Service (\"Terms\") and our [Privacy Policy](#/legal/privacy). If you do not agree to these Terms, you may not use our services.\n\n### 2. Description of Services\n\nDeal Scale provides AI-powered real estate lookalike audience expansion inspired by How to Win Friends and Influence People and data enrichment services. Our platform is designed to supply our clients with sales-ready leads by collecting and processing data from public records, client submissions, and other lawful sources. Communication with leads may occur via direct mail, telephone, and text messages, facilitated by our AI 'Virtual Agents'.\n\n### 3. User Obligations and Conduct\n\nYou agree to use our services only for lawful purposes and in accordance with these Terms. You agree not to:\n\n- Use our services in any way that violates federal, state, or local laws, including the Fair Housing Act and data privacy statutes.\n- Provide any data to us for which you do not have the legal right or necessary consent to do so.\n- Attempt to interfere with the proper working of our services, including by scraping data in violation of platform Terms of Service or attempting to access non-public information.\n\n### 4. User-Uploaded Leads and TCPA Certification\n\n**Important:** If you intend to upload, import, or otherwise provide your own leads to Deal Scale, you **must first consult with your legal representative** to ensure full compliance with all applicable laws, including the Telephone Consumer Protection Act (TCPA) and data privacy regulations.\n\nBy uploading leads, you represent and warrant that you have obtained Prior Express Written Consent (PEWC) from each individual, in strict compliance with the TCPA. Failure to do so is a material breach of these Terms and may expose you and your organization to significant legal and monetary penalties.\n\n**Warning:** Uploading leads without proper consent may result in:\n- Substantial fines, penalties, and legal actions by regulatory authorities.\n- Full liability for all resulting costs, damages, and legal fees, including those incurred by Deal Scale, adjudicated in the State of Delaware.\n- Immediate suspension or termination of your account and services.\n\nIf you are unsure about your compliance obligations, do not upload any leads and seek legal counsel immediately.\n\n### 5. Consent for Communications (TCPA)\n\nBy providing your phone number and giving your prior express written consent through our webforms, social media ads, or other channels, you agree to be contacted by Deal Scale and its affiliates for marketing purposes. This contact may be made using an automatic telephone dialing system, an artificial or prerecorded voice (including our AI agents), and/or text messages.\n\n- Your consent is not a condition of any purchase.\n- You may revoke your consent at any time by replying \"STOP\" to any text message or through any other reasonable means.\n- For full details on our communication practices, please see our [Privacy Policy](#/legal/privacy).\n\n### 6. Intellectual Property\n\nAll content, software, and technology underlying our services, including our AI agents, are the exclusive property of Deal Scale and its licensors. You may not copy, modify, distribute, sell, or lease any part of our services or included software.\n\n### 7. Disclaimers and Limitation of Liability\n\nOur services are provided \"as is\" and \"as available\" without any warranties of any kind. While we strive for accuracy, we do not warrant that the data provided will be error-free or that the service will be uninterrupted.\n\nTo the fullest extent permitted by law, Deal Scale shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, resulting from your use of our services.\n\n### 8. Indemnification\n\nYou agree to defend, indemnify, and hold harmless Deal Scale, its affiliates, and their respective directors, officers, employees, and agents from and against any and all claims, damages, obligations, losses, liabilities, costs, or debt, and expenses (including but not limited to attorney's fees) arising from your use of and access to the service, or your violation of any term of these Terms.\n\n### 9. Governing Law\n\nThese Terms shall be governed by the laws of the State of Delaware, without regard to its conflict of law provisions. You agree to submit to the personal jurisdiction of the courts located in Delaware for any actions for which we retain the right to seek injunctive or other equitable relief.\n\n### 10. Changes to These Terms\n\nWe reserve the right to modify these Terms at any time. We will provide notice of any significant changes by updating the \"Last Updated\" date. Your continued use of our services after any such changes constitutes your acceptance of the new Terms.\n\n### 11. Contact Us\n\nIf you have any questions about these Terms, please contact us at:\n\n**Email:** legal@dealscale.io\n"
	},
	{
		"slug": "cookie-policy",
		"title": "Cookie Policy",
		"description": "How we use cookies and similar technologies.",
		"lastUpdated": "2024-07-23",
		"content": "\n# Cookie Policy\n\n**Last Updated: July 15, 2025**\n\n### 1. What Are Cookies?\n\nA cookie is a small text file that a website stores on your computer or mobile device when you visit the site. It enables the website to remember your actions and preferences (such as login, language, font size, and other display preferences) over a period of time, so you don’t have to keep re-entering them whenever you come back to the site or browse from one page to another.\n\n### 2. How We Use Cookies\n\nWe use cookies for several purposes, including:\n\n- **Essential Cookies:** Some cookies are essential for you to be able to experience the full functionality of our site. They allow us to maintain user sessions and prevent any security threats. They do not collect or store any personal information.\n- **Analytics Cookies:** We use these cookies to understand how our website is used, how effective our marketing campaigns are, and to help us customize and improve our website for you. The information collected may include the number of visitors to the site, the pages they have visited, and the source of the visit. This helps us analyze traffic and improve our services.\n- **Marketing Cookies:** These cookies are used to personalize the advertisements that we show to you so that they are meaningful to you. These cookies also help us keep track of the efficiency of these ad campaigns.\n\n### 3. Third-Party Cookies\n\nWe use several third-party services to enhance our platform. These third parties may also place cookies on your device. The third-party services we use include:\n\n- **Google Analytics**\n- **Plausible Analytics**\n- **Cloudflare Analytics**\n- **Stripe** (for payment processing)\n\nThese companies use cookies to collect information about your browsing activities on our website. We do not control these third-party cookies. Please review the privacy policies of these third-party services for more information on their data practices.\n\n### 4. Your Choices Regarding Cookies\n\nYou have the right to decide whether to accept or reject cookies. You can exercise your cookie preferences by:\n\n- **Managing Browser Settings:** Most web browsers allow you to control cookies through their settings preferences. You can set your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.\n- **Third-Party Opt-Outs:** You can opt out of analytics and advertising cookies by using the opt-out tools provided by the respective third parties.\n\n### 5. Changes to This Cookie Policy\n\nWe may update our Cookie Policy from time to time. We will notify you of any changes by posting the new Cookie Policy on this page. We encourage you to review this Cookie Policy periodically for any changes.\n\n### 6. Contact Us\n\nIf you have any questions about our use of cookies, please contact us at:\n\n**Email:** privacy@dealscale.io\n"
	},
	{
		"slug": "tcpa-compliance",
		"title": "TCPA Compliance",
		"description": "Our compliance with the Telephone Consumer Protection Act.",
		"lastUpdated": "2024-07-23",
		"content": "\n# TCPA Compliance\n\n**Last Updated: July 15, 2025**\n\n### Our Commitment to Compliance\n\nDeal Scale is fully committed to complying with the Telephone Consumer Protection Act (TCPA), 47 U.S.C. § 227. Our policies are designed to ensure that we respect the privacy of consumers and adhere to all legal requirements for telephone and text message communications.\n\n### Prior Express Written Consent (PEWC)\n\nWe operate on the principle of **Prior Express Written Consent (PEWC)** for all marketing communications sent using an automatic telephone dialing system (ATDS) or an artificial or prerecorded voice, including our AI 'Virtual Agents'.\n\nFor consent to be valid, it must meet the following criteria:\n\n1.  **Clear and Conspicuous Disclosure:** You must be clearly informed that you are agreeing to receive marketing calls and/or text messages from or on behalf of Deal Scale.\n2.  **Technology Mentioned:** The disclosure must state that an autodialer, AI, and/or prerecorded voice may be used.\n3.  **Number Provided by You:** You must provide the phone number to which the calls/texts will be sent.\n4.  **Not a Condition of Purchase:** The disclosure must explicitly state that **\"consent is not a condition of any purchase.\"**\n5.  **Affirmative Action:** You must take a clear affirmative action to consent, such as checking a box that is **not** pre-checked.\n\n### How We Obtain Consent\n\nWe obtain PEWC through compliant methods across all our channels:\n\n-   **Webforms & Landing Pages:** Every form includes TCPA-compliant language and an un-checked checkbox for consent.\n-   **Social Media Ads:** We use custom disclaimer fields to include the required disclosure.\n-   **Chat & Automated Follow-ups:** We use a \"double opt-in\" process where you must explicitly agree to receive marketing messages.\n\n### Operational Safeguards\n\n-   **Internal Do-Not-Call (DNC) List:** We maintain and honor an internal DNC list. Any request to stop receiving communications (e.g., replying \"STOP,\" verbal requests) is processed immediately.\n-   **AI Agent Identification:** Our AI agents will always clearly identify themselves as an AI at the beginning of a call.\n-   **Time of Day Restrictions:** We only place calls and send texts between 8:00 AM and 9:00 PM in the recipient's local time zone.\n-   **Record Keeping:** We maintain meticulous records of all consent obtained, including timestamps and the specific source of the consent, as proof of compliance.\n\n### User-Uploaded Data and Certification of Consent\n\nIf you manually upload or import leads or contact lists into the Deal Scale platform, you hereby certify and warrant that you have obtained Prior Express Written Consent (PEWC) from each individual on your list, in full compliance with the TCPA.\n\nFailure to secure and document proper consent is a direct violation of our Terms of Service. You agree to indemnify and hold Deal Scale harmless from any and all claims, damages, losses, and expenses, including but not limited to legal fees and costs incurred in the state of Delaware, arising from your non-compliance with this obligation.\n\n### Your Right to Opt-Out\n\nLeads have the right to revoke their consent and opt-out of our communications at any time through any reasonable means. Every text message includes clear opt-out instructions (e.g., \"Reply STOP to end\").\n\nIf you have any questions about TCPA compliance, please seek legal advice and view https://www.fdic.gov/resources/supervision-and-examinations/consumer-compliance-examination-manual/documents/8/viii-5-1.pdf.\n"
	},
	{
		"slug": "gdpr-policy",
		"title": "GDPR Policy",
		"description": "Our data practices for EU/EEA residents.",
		"lastUpdated": "2024-07-23",
		"content": "\n# GDPR Compliance Statement\n\n**Last Updated: July 15, 2025**\n\n### Introduction\n\nDeal Scale is committed to protecting the privacy and security of all personal data we process. This statement outlines our compliance with the General Data Protection Regulation (GDPR) as it applies to residents of the European Union (EU) and the European Economic Area (EEA).\n\n### Lawful Basis for Processing\n\nWe process personal data on the following lawful bases:\n\n- **Consent:** Where you have given us clear consent to process your personal data for a specific purpose (e.g., signing up for marketing communications).\n- **Contract:** Where processing is necessary for the performance of a contract to which you are a party (e.g., providing our services).\n- **Legitimate Interests:** Where processing is necessary for our legitimate interests, provided those interests are not overridden by your rights and interests.\n\n### Your Data Subject Rights\n\nUnder the GDPR, you have the following rights regarding your personal data:\n\n- **The right to be informed:** You have the right to be informed about the collection and use of your personal data.\n- **The right of access:** You have the right to access your personal data and supplementary information.\n- **The right to rectification:** You have the right to have inaccurate personal data rectified, or completed if it is incomplete.\n- **The right to erasure:** You have the right to have your personal data erased (also known as the 'right to be forgotten').\n- **The right to restrict processing:** You have the right to request the restriction or suppression of your personal data.\n- **The right to data portability:** You have the right to obtain and reuse your personal data for your own purposes across different services.\n- **The right to object:** You have the right to object to the processing of your personal data in certain circumstances.\n- **Rights in relation to automated decision making and profiling:** You have rights regarding automated individual decision-making and profiling.\n\nTo exercise any of these rights, please contact our Data Protection Officer at **dpo@dealscale.io**.\n\n### Data Transfers\n\nPersonal data collected from you may be transferred to, and stored at, a destination outside the EEA. We ensure that such transfers are lawful and that your data is treated with the same level of protection it would have within the EEA, typically through the use of Standard Contractual Clauses (SCCs) or other appropriate safeguards.\n\n### Data Security\n\nWe have implemented robust technical and organizational measures to ensure a level of security appropriate to the risk, including encryption, access controls, and regular security assessments, to protect your personal data from unauthorized access, use, or disclosure.\n\n### Contact Information\n\nFor any questions or concerns regarding our GDPR compliance or your personal data, please contact us:\n\n**Data Protection Officer**\nEmail: **dpo@dealscale.io**\n"
	},
	{
		"slug": "hipaa-policy",
		"title": "HIPAA Policy",
		"description": "How we safeguard protected health information (PHI).",
		"lastUpdated": "2024-07-23",
		"content": "\n# HIPAA Compliance Statement\n\n**Last Updated: July 15, 2025**\n\n### Our Commitment to Protecting Health Information\n\nDeal Scale is committed to protecting the privacy and security of Protected Health Information (PHI) in accordance with the Health Insurance Portability and Accountability Act of 1996 (HIPAA). This statement outlines our responsibilities as a Business Associate when handling PHI on behalf of our clients (Covered Entities).\n\n### 1. Scope and Definitions\n\n- **Protected Health Information (PHI):** Any individually identifiable health information transmitted or maintained in any form or medium.\n- **Business Associate (BA):** Deal Scale acts as a Business Associate when we create, receive, maintain, or transmit PHI on behalf of a Covered Entity.\n- **Covered Entity (CE):** Our clients who are healthcare providers, health plans, or healthcare clearinghouses.\n\n### 2. Use and Disclosure of PHI\n\nDeal Scale will only use or disclose PHI as permitted or required by our Business Associate Agreement (BAA) with the Covered Entity and as required by law. We will not use or disclose PHI in any manner that would violate the HIPAA Privacy Rule if done by the Covered Entity.\n\nKey uses include:\n\n- Performing our contractual duties as outlined in the BAA.\n- For our own management and administration, and to carry out our legal responsibilities.\n\n### 3. Safeguards for PHI\n\nWe have implemented administrative, physical, and technical safeguards that reasonably and appropriately protect the confidentiality, integrity, and availability of electronic PHI (ePHI) that we create, receive, maintain, or transmit.\n\n- **Technical Safeguards:** Include access controls, encryption of data in transit and at rest, and audit controls.\n- **Physical Safeguards:** Include facility access controls and secure workstation use.\n- **Administrative Safeguards:** Include a designated Security Officer, risk management policies, and workforce training on HIPAA and security protocols.\n\n### 4. Data Breach Notification\n\nIn the event of a breach of unsecured PHI, we will notify the Covered Entity without unreasonable delay and in no case later than 60 calendar days after discovery of the breach. Our notification will include the identification of each individual whose unsecured PHI has been, or is reasonably believed to have been, accessed, acquired, or disclosed during the breach.\n\n### 5. Subcontractors\n\nWe will ensure that any subcontractors that create, receive, maintain, or transmit PHI on our behalf agree to the same restrictions and conditions that apply to us with respect to such information.\n\n### 6. Contact Information\n\nFor any questions regarding our HIPAA compliance, please contact our Security Officer at:\n\n**Email:** **security@dealscale.io**\n"
	},
	{
		"slug": "pii-handling-policy",
		"title": "PII Handling Policy",
		"description": "How we handle personally identifiable information.",
		"lastUpdated": "2024-07-23",
		"content": "\n# PII Handling Policy\n\n**Last Updated: July 15, 2025**\n\n### 1. Purpose and Scope\n\nThis policy outlines the principles and procedures for the secure and responsible handling of Personally Identifiable Information (PII) by Deal Scale. This policy applies to all employees, contractors, and third-party vendors who have access to PII collected by our company.\n\n### 2. Definition of PII\n\nPersonally Identifiable Information (PII) is any information that can be used to distinguish or trace an individual's identity, either alone or when combined with other personal or identifying information that is linked or linkable to a specific individual. This includes, but is not limited to:\n\n- Names, addresses, phone numbers, and email addresses\n- Social Security Numbers (SSNs)\n- Financial information (credit card numbers, bank account numbers)\n- Health information (Protected Health Information or PHI)\n- IP addresses and other online identifiers\n\n### 3. PII Handling Principles\n\n- **Data Minimization:** We will only collect, use, and retain the minimum amount of PII necessary to achieve our specified business purposes.\n- **Purpose Limitation:** PII will only be processed for the legitimate and specified purposes for which it was collected.\n- **Use, Retention, and Disposal:** PII will be retained only for as long as necessary to fulfill its purpose and will be securely disposed of in accordance with our data retention schedule.\n\n### 4. Data Security and Protection\n\nWe are committed to protecting PII through robust security measures:\n\n- **Encryption:** All PII is encrypted both in transit (using TLS) and at rest.\n- **Access Control:** Access to PII is strictly limited to authorized personnel on a need-to-know basis. We enforce the principle of least privilege.\n- **PCI DSS Compliance:** For all payment card information, we adhere strictly to the Payment Card Industry Data Security Standard (PCI DSS).\n- **HIPAA Compliance:** Where we handle Protected Health Information (PHI), we comply with the Health Insurance Portability and Accountability Act (HIPAA) security and privacy rules.\n\n### 5. Data Breach Response\n\nIn the event of a data breach involving PII, we will follow our established Incident Response Plan, which includes:\n\n1.  Immediate containment of the breach.\n2.  Assessment of the scope and impact.\n3.  Notification to affected individuals and regulatory authorities as required by law.\n4.  Post-incident review to prevent future occurrences.\n\n### 6. Employee Training\n\nAll employees with access to PII are required to complete regular training on data privacy and security to ensure they understand their responsibilities under this policy and applicable laws.\n\n### 7. Contact\n\nFor questions regarding this policy or our handling of PII, please contact our Data Protection Officer at **dpo@dealscale.io**.\n"
	}
]
